# FActLayer

## Description
Function FActLayer returns a handle to the first object on the active layer. If the object does not exist, the function returns NIL.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION FActLayer : HANDLE;
```

```python

def vs.FActLayer():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Document List Handling